{
  "homePage": {
    "heroGallery": [
      "/images/hero-slider/20231229_112048.jpg",
      "/images/hero-slider/IMG-20231018-WA0103.jpg",
      "/images/hero-slider/20230407_083744.jpg",
      "/images/adventures/hero-slider/4315243654.jpeg",
      "/images/hero-slider/restaurant.jpg",
      "/images/hero-slider/20230407_084013.jpg",
      "/images/hero-slider/Screenshot_20231202-180417_Facebook.jpg",
      "/images/hero-slider/20240102_153437.jpg"
    ],
    "offerings": [
      {
        "heading": "MR Adventures",
        "paragraph": [
          "MR Adventures will soon be offering a diverse range of outdoor fun and skill enriching activities from forest trails on 4x4 electric ATV Quads and lagoon or river kayaking, to team building events and school camps in our unique farmyard setting. Being only 10 minutes from Plettenberg Bay, our spacious Farm Field accommodates diverse activities while providing a refreshing outdoor experience without leaving the city.",
          "For school groups, corporate and government departments we offer customized programs with comfortable lodging, full catering, and professional facilitation focused on building leadership, confidence and connection. Our experienced team prioritizes safety and creates meaningful experiences for all participants in our picturesque horse ranch environment."
        ],
        "images": [
          "/images/home-page/offerings/adventures/20251107_141622.jpg",
          "/images/home-page/offerings/adventures/20251107_143543.jpg"
        ],
        "buttonUrl": "/adventures",
        "department": "adventures",
        "hoverTextColor": "white"
      },
      {
        "heading": "Moss & Maple Restaurant and Farmstall",
        "paragraph": [
          "A large family restaurant resembling a typical North American Ranch house. Ideal for all ages due to the design and space, offering a well equiped and very popular play park, including quad cart and pony rides for kiddies and shaded or sunny decks and verandahs, log fires and a pub inside for adults wanting a quieter space.",
          "We offer an extensive, affordable and unpretentious menu of fresh, wholesome and tasty food, the best milkshakes and coffees and a well stocked pub.",
          "Built from exquisite Canadian Maple Wood and North American Oregon Pine, the 800sq meter building overlooks lawns, Lilly ponds and pine forest.",
          "Entering the building you will pass through our shop where you will find gifts, art and crafts, toys, fire wood, ice, preserves, spices, sauces, clothing, novelties, sweets, ice creams, cookies, cakes and more. Some made on site and some sourced locally.",
          "Adjacent to the restaurant and free play park is our **MR Adventure Centre**, where we offer a range of fun activities and team building and leadership courses."
        ],
        "images": [
          "/images/home-page/offerings/restaurant/20230407_083240.jpg",
          "/images/home-page/offerings/restaurant/20230407_082539.jpg",
          "/images/home-page/offerings/restaurant/20231221_153322.jpg",
          "/images/home-page/offerings/restaurant/20230527_070121.jpg"
        ],
        "department": "restaurant",
        "menuLink": "/files/moss_and_maple_menu.pdf",
        "hoverTextColor": "blue"
      }
    ],
    "reviews": [
      {
        "name": "Nikita Kindness",
        "review": "Food is wholesome and really good value for money. The Amarula hot chocolate was amazing as well as the ranch salad and sloppy Joe tramezzini. Service was excellent. Staff exceptionally warm and friendly. Atmospheric vibe was also very homey, warm and relaxing. Spacious and not overcrowded. Don't have kiddies but the play area looked very enticing almost took my shoes off to join."
      },
      {
        "name": "Xan-Lee Fraser",
        "review": "Delicious food - we had the chicken mayo tramezzini. We were also greeted very warmly by the manager/owner. This place is especially good for kids as they have a play park and pony rides."
      },
      {
        "name": "Gene Combrinck",
        "review": "What a lovely place. My kids had such a good time with the massive play area and pony rides. The cowboy atmosphere of this place is so welcoming. The food was spectacular and of course the waiter Devolin was top notch. I would recommend this place to anyone and everyone travelling through this area. Thanx so much for a great time moss"
      },
      {
        "name": "Kyle-Ross Rehse",
        "review": "Wow, after a week in plett trying out many restaurants and venues. This was the best by far! Well priced and great atmosphere. Some of the tastiest pizzas we had and we LOVE pizza, excellent service from all of the staff and our kids had so much fun riding the ponies and enjoying the large playground. Definitely will be our go to when camping in plett again."
      },
      {
        "name": "Kara Broli",
        "review": "Wow!!! This is a wonderful place to visit with kids! And there's a separate area for if adults came alone and wanted some kids free space 😉 Service was excellent, food was fantastic, atmosphere was amazing. This place has soul!"
      },
      {
        "name": "Griffin Huber",
        "review": "Amazing food and services. Play area was amazing for the kids, and they loved the Pony rides. Originally thought it was just some cafe, but it was definitely worth the stop."
      },
      {
        "name": "Jurina Vizzi",
        "review": "Fantastic place to stop if you pass through Plettenberg Bay. Very nice atmosphere, has a large area for eating, a bar, a playground for the kids, and free pony rides. The place is spotless! The food was good and service top notch. Stop next time you are in the area, Go take a look for yourself. It won't disappoint"
      },
      {
        "name": "Francois Harris",
        "review": "Great place to stop on your journey. Good coffee, and a good selection of meals available. Excellent value for money, and the friendly staff were able to make customizations to the menu options for us. Peaceful and tranquil setting, with lots of space available to sit and relax for a bit."
      },
      {
        "name": "Conné Spangenberg",
        "review": "Hidden gem just outside Keurbooms where we enjoyed a hearty brunch to set our way for the day. Fast, friendly service of good quality food - enjoyed the sunrise toast and coffee."
      },
      {
        "name": "Cara Hartley",
        "review": "Fantastic, kid friendly, spacious place. Our new favourite stop on the N2. The highlight is obviously the huge, unique play area and the fact that there is both indoor and outdoor space for kids to play. You can see the facilities were designed by someone who knows kids. Plus, decent pizza, lovely milkshakes (try cookies and cream flavour!) and service that felt genuinely warm and friendly. Farm stall with plenty of handmade and homemade stuff, including cute Afrikaans stuff. Groups without kids can sit on the other side of the stoep and enjoy the view of the forest, river and pond. Looks like you could also take a little walk. So refreshing compared to most roadside stops."
      }
    ]
  },
  "quarterHorsesPage": {
    "heroGallery": [
      "/images/quarter-horses/hero-slider/20241123_085655.jpg",
      "/images/quarter-horses/hero-slider/20250513_150427.jpg",
      "/images/quarter-horses/hero-slider/20250513_150605.jpg"
    ],
    "about": {
      "heading": "About",
      "paragraph": [
        "Maple Ranch is home to the Blue Haze American Quarter Horse Stud, established in 2010 at Blue Haze Country Lodge, (link to Blue Haze website) Drakensberg KZN and still owned by our family. These horses, originally and still bred for and by the American cowboy, were selected and evolved for the athleticism, intelligence and temperament required to work cattle and compete in numerous Equine sports requiring bursts of speed, sharp stops and turns, a calm and kind disposition with a compliant mind, to make life safer and pleasurable for the rider.",
        "Their compact, muscular bodies, small and broad heads are generally how one recognizes them.",
        "We lease grazing roughly 5km from Maple Ranch, where most of the general herd graze entirely on good, green veld grasses year round. Our young stud sire, Bold Enterprise, and a few mares can be seen at Maple Ranch during the breeding spring season and you can visit the new foals from August through till the summer months. We have six beautiful, registered QH mares carrying our new sire's foals this year. So we are very excited to see their colors and get to know their personalities whilst we watch them gallop and play."
      ],
      "images": [
        "/images/quarter-horses/20250528_153045.jpg",
        "/images/quarter-horses/20221109_183443.jpg",
        "/images/quarter-horses/IMG-20240330-WA0033.jpg"
      ],
      "button": {
        "text": "View our Sire's",
        "href": "#sires"
      }
    },
    "sires": [
      "/images/quarter-horses/sires/20220630_204139.jpg",
      "/images/quarter-horses/sires/20230129_094430.jpg",
      "/images/quarter-horses/sires/IMG-20221023-WA0014(1).jpg",
      "/images/quarter-horses/sires/IMG-20221023-WA0015.jpg",
      "/images/quarter-horses/sires/Screenshot_20231119-174359_Facebook.jpg",
      "/images/quarter-horses/sires/Screenshot_20231119-174504_Facebook.jpg"
    ]
  },
  "adventuresPage": {
    "heroGallery": [
      "/images/adventures/hero-slider/20251107_135626.jpg",
      "/images/adventures/hero-slider/20250912_093208.jpg",
      "/images/adventures/hero-slider/4315243654.jpeg",
      "/images/adventures/hero-slider/565376475.jpeg",
      "/images/adventures/hero-slider/46574687.jpeg",
      "/images/adventures/hero-slider/20250912_081234.jpg"
    ],
    "about": {
      "heading": "About",
      "paragraph": [
        "MR Adventures will soon be offering a diverse range of outdoor fun and skill enriching activities from forest trails on 4x4 electric ATV Quads and lagoon or river kayaking, to team building events and school camps in our unique farmyard setting. Being only 10 minutes from Plettenberg Bay, our spacious Farm Field accommodates diverse activities while providing a refreshing outdoor experience without leaving the city.",
        "For school groups, corporate and government departments we offer customized programs with comfortable lodging, full catering, and professional facilitation focused on building leadership, confidence and connection. Our experienced team prioritizes safety and creates meaningful experiences for all participants in our picturesque horse ranch environment."
      ],
      "images": [
        "/images/adventures/20251107_140722.jpg",
        "/images/adventures/20250912_081111.jpg",
        "/images/adventures/20251107_143049.jpg"
      ]
    },
    "eQuadTours": {
      "heading": "Guided E-Quad Tours",
      "subheading": "And into the forest I go, to lose my mind and find my soul.",
      "paragraph": [
        "Our stealthy 4×4 quads are whisper quiet. Effortlessly float through the forest whilst taking in the sounds of nature. We offer stunning views and photo opportunities, you might even catch a glimpse of a whale in the bay.",
        "Whether you're a seasoned pro or a first-time rider, our routes are designed to offer excitement and challenge for all skill levels. Our experienced guides will provide comprehensive safety briefings and ensure a fun and secure experience for everyone.",
        "Escape the ordinary and embark on a unique adventure. Get ready to make memories that will last a lifetime!"
      ],
      "pricing": {
        "title": "1 hour 30 min tour",
        "price": "R850 pp",
        "discount": "Book 4 or more",
        "discountPrice": "R650 pp"
      },
      "hours": "Open Everyday 07:30 – 18:00",
      "disclaimer": "Limited Tours Available — Book in Advance to Secure Your Spot",
      "images": [
        "/images/adventures/20251107_141622.jpg",
        "/images/adventures/20251107_143849.jpg"
      ],
      "button": {
        "text": "Book Now",
        "href": "#contact"
      }
    }
  }
}
